export const folders = [
  {
    id: 120,
    name: 'Папка 120',
    parent_id: 1
  },
  {
    id: 118,
    name: 'Папка 118',
    parent_id: 112
  },
  {
    id: 110,
    name: 'Папка 110',
    parent_id: null
  },
  {
    id: 111,
    name: 'Папка 111',
    parent_id: null
  },
  {
    id: 115,
    name: 'Папка 115',
    parent_id: null
  },
  {
    id: 112,
    name: 'Папка 112',
    parent_id: 111
  },
  {
    id: 116,
    name: 'Папка 116',
    parent_id: 112
  },
  {
    id: 117,
    name: 'Папка 117',
    parent_id: 112
  },
  {
    id: 113,
    name: 'Папка 113',
    parent_id: 111
  },
  {
    id: 114,
    name: 'Папка 114',
    parent_id: 113
  }
]

export const productTabs = [
  {
    id: 'price',
    title: 'Цена',
    text: 'Проанализируйте историю изменения цен. Сравните зависимость продаж от цен на товар.'
  },
  {
    id: 'remains',
    title: 'Остатки',
    text: 'Проанализируйте историю изменения остатков. Сравните зависимость продаж от остатков на товар.'
  },
  {
    id: 'reviews',
    title: 'Отзывы',
    text: 'Проанализируйте историю изменения отзывов и оценку. Сравните зависимость продаж от отзывов и оценки на товар.'
  },
  {
    id: 'lostRevenue',
    title: 'Упущенная выручка',
    text: 'Проанализируйте упущенную выручку. Сравните с показателями прошлых периодов.'
  }
]
